import "./introduction.css";
function Introduction() {
  return (
    <>
      <div className="introduction">
        <div className="introduction-wrapper">
          <div>
            <div className="heading">
              <h2>معرفی گلستان</h2>
            </div>
            <div className="introduction-descripition">
              <h2>
                آنچه که امروز با نام مجموعه <span>گلستان&nbsp;</span>
                می&zwnj;شناسیم در سال 1329 بنیان نهاده شد. زمانی که شرکت گلستان
                فعالیت خود را با بسته&zwnj;بندی و توزیع چای پاکتی آغاز کرد. با
                گذر زمان و رشد اقتصاد کشور، نهال «گلستان» به تدریج تقویت شد و
                شاخ و برگ گرفت. فعالیت&zwnj;های «گلستان» با تهیه، تولید و
                بسته&zwnj;بندی بهترین محصولات غذایی گسترش پیدا کرد.{" "}
                <span>گلستان&nbsp;</span>
                پس از سال&zwnj;ها تلاش همچنان می&zwnj;کوشد تا به کمک
                تجربه&zwnj;های اندوخته شده در این سال&zwnj;ها کالاهایی قابل
                اعتماد و با کیفیت تولید نماید.
                <br />
                <br />
                هدفمندی و برنامه‌ریزی موثر، ایمان و عزم راسخ برای دستیابی به
                اهداف تعیین شده، به کار گیری همکاران مجرب و دلسوز، استفاده از
                روش های نوین بازاریابی و مشتری محوری از جمله عوامل مهم در
                استراتژی <span>شرکت گلستان</span> است.
              </h2>
            </div>
            <div className="heading">
              <h2>محصولات گلستان​</h2>
            </div>
            <div className="introduction-descripition">
              <p>
                <span>نام تجاری گلستان </span>
                قدمتی به اندازه عمر شرکت گلستان دارد. گلستان ممتازترین محصولات
                خود را با این نام تجاری عرضه می&zwnj;کند. مصرف&zwnj;کنندگان
                محصولات گلستان همواره از این نام تجاری خاطره محصولاتی ممتاز و
                منحصر بفرد دارند و با اطمینان از نهایت کیفیت این نام تجاری حمایت
                می&zwnj;کنند.
              </p>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}

export default Introduction;
